{
  "sections": {
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {
        "show_page_title": true
      }
    },
    "1658480793a197a0ea": {
      "type": "section-text",
      "blocks": {
        "16584807928adb8723-0": {
          "type": "subheading",
          "settings": {
            "text": "<p>TERMS AND CONDITIONS<\/p>",
            "size": 140
          }
        },
        "16584807928adb8723-1": {
          "type": "heading",
          "disabled": true,
          "settings": {
            "text": "<p>T E R M S  & C O N D I T I O N S<\/p>",
            "size": 100
          }
        },
        "16584807928adb8723-2": {
          "type": "text",
          "settings": {
            "text": "<p><strong>GENERAL TERMS AND CONDITIONS FOR CONSUMERS OF ARMA LEDER B.V.<br\/><br\/>ARTICLE 1 – DEFINITIONS<br\/><br\/><\/strong>FOR THE PURPOSES OF THESE TERMS AND CONDITIONS:<\/p><p>1. SUPPLEMENTARY AGREEMENT: AN AGREEMENT WHEREBY THE CONSUMER ACQUIRES PRODUCTS, DIGITAL CONTENT AND\/OR SERVICES IN CONNECTION WITH A DISTANCE CONTRACT AND THESE GOODS, DIGITAL CONTENT AND\/OR SERVICES ARE SUPPLIED BY THE TRADER OR BY A THIRD PARTY ON THE BASIS OF AN AGREEMENT BETWEEN THAT THIRD PARTY AND THE TRADER;<br\/>2. REFLECTION PERIOD: THE PERIOD WITHIN WHICH THE CONSUMER CAN EXERCISE HIS RIGHT OF WITHDRAWAL;<br\/>3. CONSUMER: THE NATURAL PERSON WHO IS NOT ACTING FOR PURPOSES RELATED TO HIS TRADE, BUSINESS, CRAFT OR PROFESSION;<br\/>4. DAY: CALENDAR DAY;<br\/>5. RIGHT OF WITHDRAWAL: THE POSSIBILITY FOR THE CONSUMER TO WAIVE THE DISTANCE CONTRACT WITHIN THE REFLECTION PERIOD;<br\/>6. ENTREPRENEUR: THE NATURAL OR LEGAL PERSON WHO OFFERS PRODUCTS, (ACCESS TO) DIGITAL CONTENT AND\/OR SERVICES AT A DISTANCE TO CONSUMERS;<br\/>7. DISTANCE CONTRACT: A CONTRACT CONCLUDED BETWEEN THE ENTREPRENEUR AND THE CONSUMER WITHIN THE FRAMEWORK OF AN ORGANIZED SYSTEM FOR DISTANCE SELLING OF PRODUCTS, DIGITAL CONTENT AND \/ OR SERVICES, UP TO AND INCLUDING THE CONCLUSION OF THE CONTRACT EXCLUSIVE OR JOINT USE OF ONE OR MORE MEANS OF DISTANCE COMMUNICATION;<br\/><br\/><strong>THE ARTICLE 2 – IDENTITY OF THE ENTREPRENEUR<br\/><br\/><\/strong>ARMA LEDER B.V.<br\/>P.O. BOX 286, 1170 AG BADHOEVEDORP<br\/>STEVNSTRAAT 7C 1171 XW BADHOEVEDORP<br\/>TELEPHONE NUMBER: 020-6599999<br\/>E-MAIL ADDRESS: CUSTOMERSERVICE@ARMASTORE.COM<br\/>CHAMBER OF COMMERCE NUMBER: 34091624<br\/>VAT IDENTIFICATION NUMBER: NL80540271B03<br\/><br\/><strong>ARTICLE 3 – APPLICABILITY<\/strong><br\/><br\/>THESE GENERAL TERMS AND CONDITIONS APPLY TO EVERY OFFER OF THE ENTREPRENEUR AND TO EVERY DISTANCE CONTRACT CONCLUDED BETWEEN ENTREPRENEUR AND CONSUMER<br\/><br\/><strong>ARTICLE 4 – THE OFFER<br\/><br\/><\/strong>IF AN OFFER HAS A LIMITED PERIOD OF VALIDITY OR IS MADE SUBJECT TO CONDITIONS, THIS WILL BE EXPLICITLY STATED IN THE OFFER. THE OFFER CONTAINS A COMPLETE AND ACCURATE DESCRIPTION OF THE OFFERED PRODUCTS, DIGITAL CONTENT AND\/OR SERVICES. THE DESCRIPTION IS SUFFICIENTLY DETAILED TO ENABLE THE CONSUMER TO MAKE A PROPER ASSESSMENT OF THE OFFER. IF THE ENTREPRENEUR USES IMAGES, THESE ARE A TRUE REPRESENTATION OF THE PRODUCTS, SERVICES AND \/ OR DIGITAL CONTENT. OBVIOUS MISTAKES OR OBVIOUS ERRORS IN THE OFFER DO NOT BIND THE ENTREPRENEUR. EACH OFFER CONTAINS SUCH INFORMATION THAT IT IS CLEAR TO THE CONSUMER WHAT RIGHTS AND OBLIGATIONS ARE ATTACHED TO THE ACCEPTANCE OF THE OFFER. ACTIONS AND OFFERS ARE VALID AS LONG AS STOCKS LAST.<br\/><br\/><strong>ARTICLE 5 – THE AGREEMENT<br\/><br\/><\/strong>THE AGREEMENT IS CONCLUDED, SUBJECT TO THE PROVISIONS OF PARAGRAPH 4, AT THE TIME OF ACCEPTANCE BY THE CONSUMER OF THE OFFER AND COMPLIANCE WITH THE CONDITIONS SET. IF THE CONSUMER HAS ACCEPTED THE OFFER ELECTRONICALLY, THE TRADER WILL IMMEDIATELY CONFIRM RECEIPT OF ACCEPTANCE OF THE OFFER ELECTRONICALLY. AS LONG AS THE RECEIPT OF THIS ACCEPTANCE HAS NOT BEEN CONFIRMED BY THE ENTREPRENEUR, THE CONSUMER MAY DISSOLVE THE AGREEMENT. IF THE AGREEMENT IS CONCLUDED ELECTRONICALLY, THE TRADER WILL TAKE APPROPRIATE TECHNICAL AND ORGANIZATIONAL MEASURES TO SECURE THE ELECTRONIC TRANSFER OF DATA AND WILL ENSURE A SECURE WEB ENVIRONMENT. IF THE CONSUMER IS ABLE TO PAY ELECTRONICALLY, THE ENTREPRENEUR WILL TAKE APPROPRIATE SECURITY MEASURES.THE ENTREPRENEUR MAY, WITHIN THE LEGAL FRAMEWORK – TO INFORM THE CONSUMER WHETHER THE CONSUMER CAN MEET HIS PAYMENT OBLIGATIONS, AS WELL AS ALL THOSE FACTS AND FACTORS THAT ARE IMPORTANT FOR A RESPONSIBLE CONCLUSION OF THE DISTANCE CONTRACT. IF, ON THE BASIS OF THIS INVESTIGATION, THE ENTREPRENEUR HAS GOOD GROUNDS NOT TO ENTER INTO THE AGREEMENT, HE IS ENTITLED TO REFUSE AN ORDER OR REQUEST, STATING REASONS, OR TO ATTACH SPECIAL CONDITIONS TO THE IMPLEMENTATION.<br\/><br\/><strong>ARTICLE 6 – RIGHT OF WITHDRAWAL<\/strong><br\/><br\/>THE CONSUMER MAY DISSOLVE AN AGREEMENT REGARDING THE PURCHASE OF A PRODUCT DURING A REFLECTION PERIOD OF AT LEAST 14 DAYS WITHOUT GIVING REASONS. THE ENTREPRENEUR MAY ASK THE CONSUMER FOR THE REASON FOR WITHDRAWAL BUT DOES NOT OBLIGE THE CONSUMER TO STATE HIS REASON(S). THE COOLING-OFF PERIOD REFERRED TO IN PARAGRAPH 1 SHALL COMMENCE ON THE DAY AFTER THE CONSUMER, OR A THIRD PARTY PREVIOUSLY DESIGNATED BY THE CONSUMER, WHO IS NOT THE CARRIER, HAS RECEIVED THE PRODUCT, OR:IF THE CONSUMER HAS ORDERED SEVERAL PRODUCTS IN THE SAME ORDER: THE DAY ON WHICH THE CONSUMER, OR A THIRD PARTY DESIGNATED BY HIM, HAS RECEIVED THE LAST PRODUCT. THE ENTREPRENEUR MAY, PROVIDED HE HAS CLEARLY INFORMED THE CONSUMER ABOUT THIS PRIOR TO THE ORDERING PROCESS, REFUSE AN ORDER FOR MULTIPLE PRODUCTS WITH A DIFFERENT DELIVERY TIME. IF THE DELIVERY OF A PRODUCT CONSISTS OF SEVERAL SHIPMENTS OR PARTS: THE DAY ON WHICH THE CONSUMER, OR A THIRD PARTY DESIGNATED BY HIM, HAS RECEIVED THE LAST SHIPMENT OR THE LAST PART; IN AGREEMENTS FOR REGULAR DELIVERY OF PRODUCTS DURING A CERTAIN PERIOD OF TIME: THE DAY ON WHICH THE CONSUMER, OR A THIRD PARTY DESIGNATED BY HIM, HAS RECEIVED THE FIRST PRODUCT.<br\/><br\/><strong>ARTICLE 7 – OBLIGATIONS OF THE CONSUMER DURING THE REFLECTION PERIOD<br\/><br\/><\/strong>DURING THE REFLECTION PERIOD, THE CONSUMER WILL HANDLE THE PRODUCT AND PACKAGING WITH CARE. HE WILL ONLY UNPACK OR USE THE PRODUCT TO THE EXTENT NECESSARY TO DETERMINE THE NATURE, CHARACTERISTICS AND OPERATION OF THE PRODUCT. THE STARTING POINT HERE IS THAT THE CONSUMER MAY ONLY HANDLE AND INSPECT THE PRODUCT AS HE WOULD BE ALLOWED TO DO IN A STORE. THE CONSUMER SHALL ONLY BE LIABLE FOR ANY REDUCTION IN VALUE OF THE PRODUCT RESULTING FROM A MANNER OF HANDLING THE PRODUCT THAT GOES BEYOND WHAT IS PERMITTED IN PARAGRAPH 1. THE CONSUMER IS NOT LIABLE FOR ANY REDUCTION IN THE VALUE OF THE PRODUCT IF THE ENTREPRENEUR HAS NOT PROVIDED HIM WITH ALL LEGALLY REQUIRED INFORMATION ABOUT THE RIGHT OF WITHDRAWAL BEFORE OR AT THE CONCLUSION OF THE CONTRACT.<br\/><br\/><strong>ARTICLE 8 – EXERCISE OF THE RIGHT OF WITHDRAWAL BY THE CONSUMER AND COSTS <br\/><br\/><\/strong>IF THE CONSUMER EXERCISES HIS RIGHT OF WITHDRAWAL, HE SHALL REPORT THIS TO THE TRADER WITHIN THE COOLING-OFF PERIOD BY MEANS OF THE MODEL WITHDRAWAL FORM OR IN ANOTHER UNEQUIVOCAL MANNER. AS SOON AS POSSIBLE, BUT WITHIN 14 DAYS FROM THE DAY FOLLOWING THE NOTIFICATION REFERRED TO IN PARAGRAPH 1, THE CONSUMER SHALL RETURN THE PRODUCT, OR HAND IT OVER TO (AN AUTHORIZED REPRESENTATIVE OF) THE ENTREPRENEUR. THIS DOES NOT HAVE TO BE DONE IF THE ENTREPRENEUR HAS OFFERED TO COLLECT THE PRODUCT HIMSELF. THE CONSUMER HAS IN ANY CASE OBSERVED THE RETURN PERIOD IF HE RETURNS THE PRODUCT BEFORE THE COOLING-OFF PERIOD HAS EXPIRED. THE CONSUMER SHALL RETURN THE PRODUCT WITH ALL DELIVERED ACCESSORIES, IF REASONABLY POSSIBLE IN ORIGINAL CONDITION AND PACKAGING, AND IN ACCORDANCE WITH THE REASONABLE AND CLEAR INSTRUCTIONS PROVIDED BY THE ENTREPRENEUR. THE RISK AND BURDEN OF PROOF FOR THE CORRECT AND TIMELY EXERCISE OF THE RIGHT OF WITHDRAWAL LIES WITH THE CONSUMER. THE CONSUMER BEARS THE DIRECT COSTS OF RETURNING THE PRODUCT. IF THE ENTREPRENEUR HAS NOT REPORTED THAT THE CONSUMER HAS TO BEAR THESE COSTS OR IF THE ENTREPRENEUR INDICATES TO BEAR THE COSTS HIMSELF, THE CONSUMER DOES NOT HAVE TO BEAR THE COSTS OF RETURNING THE PRODUCT. IF THE CONSUMER WITHDRAWS AFTER HAVING FIRST EXPRESSLY REQUESTED THAT THE PERFORMANCE OF THE SERVICE OR THE SUPPLY OF GAS, WATER OR ELECTRICITY NOT MADE READY FOR SALE IN A LIMITED VOLUME OR SET QUANTITY COMMENCES DURING THE COOLING-OFF PERIOD, THE CONSUMER OWES THE ENTREPRENEUR AN AMOUNT THAT IS PROPORTIONAL TO THAT PART OF THE COMMITMENT THAT THE ENTREPRENEUR HAS FULFILLED AT THE TIME OF WITHDRAWAL, COMPARED TO THE FULL FULFILMENT OF THE COMMITMENT. IF THE CONSUMER MAKES USE OF HIS RIGHT OF WITHDRAWAL, ALL ADDITIONAL AGREEMENTS WILL BE DISSOLVED BY OPERATION OF LAW.<strong><br\/><br\/>ARTICLE 9 – OBLIGATIONS OF THE ENTREPRENEUR IN CASE OF REVOCATION<\/strong><br\/><br\/>IF THE ENTREPRENEUR’S NOTIFICATION OF WITHDRAWAL BY THE CONSUMER IS MADE POSSIBLE ELECTRONICALLY, HE SHALL SEND AN ACKNOWLEDGEMENT OF RECEIPT WITHOUT DELAY AFTER RECEIPT OF THIS NOTIFICATION. THE ENTREPRENEUR SHALL REIMBURSE ALL PAYMENTS MADE BY THE CONSUMER, INCLUDING ANY DELIVERY COSTS CHARGED BY THE ENTREPRENEUR FOR THE RETURNED PRODUCT, WITHOUT DELAY BUT WITHIN 14 DAYS FOLLOWING THE DAY ON WHICH THE CONSUMER NOTIFIES HIM OF THE WITHDRAWAL. UNLESS THE ENTREPRENEUR OFFERS TO COLLECT THE PRODUCT HIMSELF, HE MAY WAIT UNTIL HE HAS RECEIVED THE PRODUCT OR UNTIL THE CONSUMER DEMONSTRATES THAT HE HAS RETURNED THE PRODUCT, WHICHEVER TIME IS EARLIER. THE ENTREPRENEUR USES THE SAME MEANS OF PAYMENT THAT THE CONSUMER HAS USED FOR THE REFUND, UNLESS THE CONSUMER AGREES TO ANOTHER METHOD. THE REFUND SHALL BE FREE OF CHARGE FOR THE CONSUMER. IF THE CONSUMER HAS OPTED FOR A MORE EXPENSIVE METHOD OF DELIVERY THAN THE CHEAPEST STANDARD DELIVERY, THE PROPRIETOR DOES NOT HAVE TO REIMBURSE THE ADDITIONAL COSTS FOR THE MORE EXPENSIVE METHOD.<br\/><br\/><strong>ARTICLE 10 – EXCLUSION OF RIGHT OF WITHDRAWAL<br\/><br\/><\/strong>PRODUCTS MANUFACTURED ACCORDING TO CONSUMER SPECIFICATIONS, WHICH ARE NOT PREFABRICATED AND WHICH ARE MANUFACTURED ON THE BASIS OF AN INDIVIDUAL CHOICE OR DECISION OF THE CONSUMER, OR WHICH ARE CLEARLY INTENDED FOR A SPECIFIC PERSON, ARE EXCLUDED FROM THE RIGHT OF WITHDRAWAL.<strong><br\/><br\/>ARTICLE 11 – THE PRICE<br\/><br\/><\/strong>DURING THE PERIOD OF VALIDITY STATED IN THE OFFER, THE PRICES OF THE PRODUCTS AND\/OR SERVICES OFFERED WILL NOT BE INCREASED, EXCEPT FOR PRICE CHANGES DUE TO CHANGES IN VAT RATES.CONTRARY TO THE PREVIOUS PARAGRAPH, THE ENTREPRENEUR MAY OFFER PRODUCTS OR SERVICES WHOSE PRICES ARE SUBJECT TO FLUCTUATIONS IN THE FINANCIAL MARKET AND ON WHICH THE ENTREPRENEUR HAS NO INFLUENCE, WITH VARIABLE PRICES. THIS OBLIGATION TO FLUCTUATE AND THE FACT THAT ANY PRICES MENTIONED ARE TARGET PRICES, ARE MENTIONED IN THE OFFER. PRICE INCREASES WITHIN 3 MONTHS AFTER THE CONCLUSION OF THE AGREEMENT ARE ONLY ALLOWED IF THEY ARE THE RESULT OF STATUTORY REGULATIONS OR PROVISIONS. PRICE INCREASES FROM 3 MONTHS AFTER THE CONCLUSION OF THE CONTRACT ARE ONLY ALLOWED IF THE ENTREPRENEUR HAS STIPULATED AND:THEY ARE THE RESULT OF STATUTORY REGULATIONS OR PROVISIONS; OR THE CONSUMER IS AUTHORIZED TO TERMINATE THE AGREEMENT AS OF THE DAY ON WHICH THE PRICE INCREASE TAKES EFFECT. THE PRICES MENTIONED IN THE OFFER OF PRODUCTS OR SERVICES ARE INCLUSIVE OF VAT.<br\/><br\/><strong>ARTICLE 12 – FULFILMENT OF AGREEMENT AND ADDITIONAL GUARANTEE<br\/><br\/><\/strong>THE ENTREPRENEUR GUARANTEES THAT THE PRODUCTS AND \/ OR SERVICES MEET THE AGREEMENT, THE SPECIFICATIONS STATED IN THE OFFER, THE REASONABLE REQUIREMENTS OF RELIABILITY AND \/ OR USABILITY AND THE DATE OF THE CONCLUSION OF THE AGREEMENT EXISTING LEGAL PROVISIONS AND \/ OR GOVERNMENT REGULATIONS. IF AGREED, THE ENTREPRENEUR ALSO GUARANTEES THAT THE PRODUCT IS SUITABLE FOR OTHER THAN NORMAL USE.AN ADDITIONAL GUARANTEE PROVIDED BY THE ENTREPRENEUR, HIS SUPPLIER, MANUFACTURER OR IMPORTER NEVER LIMITS THE LEGAL RIGHTS AND CLAIMS THAT THE CONSUMER CAN ASSERT AGAINST THE ENTREPRENEUR ON THE BASIS OF THE AGREEMENT IF THE ENTREPRENEUR HAS FAILED TO FULFILL HIS PART OF THE AGREEMENT. EXTRA GUARANTEE IS UNDERSTOOD TO MEAN ANY COMMITMENT OF THE ENTREPRENEUR, HIS SUPPLIER, IMPORTER OR PRODUCER IN WHICH THE ENTREPRENEUR GRANTS THE CONSUMER CERTAIN RIGHTS OR CLAIMS THAT GO BEYOND WHAT THE CONSUMER IS LEGALLY OBLIGED TO IN THE EVENT THAT THE ENTREPRENEUR HAS FAILED IN THE PERFORMANCE OF HIS PART OF THE CONTRACT.<br\/><br\/><strong>ARTICLE 13 – DELIVERY AND EXECUTION<br\/><br\/><\/strong>THE ENTREPRENEUR WILL TAKE THE UTMOST CARE IN RECEIVING AND EXECUTING ORDERS OF PRODUCTS AND IN ASSESSING APPLICATIONS FOR THE PROVISION OF SERVICES. THE PLACE OF DELIVERY IS THE ADDRESS THAT THE CONSUMER HAS MADE KNOWN TO THE ENTREPRENEUR. SUBJECT TO WHAT IS STATED IN ARTICLE 4 OF THESE GENERAL TERMS AND CONDITIONS, THE ENTREPRENEUR WILL EXECUTE ACCEPTED ORDERS EXPEDITIOUSLY BUT AT THE LATEST WITHIN 30 DAYS, UNLESS ANOTHER DELIVERY PERIOD HAS BEEN AGREED. IF DELIVERY IS DELAYED, OR IF AN ORDER IS NOT OR ONLY PARTIALLY CARRIED OUT, THE CONSUMER WILL RECEIVE NOTIFICATION OF THIS NO LATER THAN 30 DAYS AFTER THE ORDER WAS PLACED. IN THAT CASE, THE CONSUMER HAS THE RIGHT TO DISSOLVE THE AGREEMENT FREE OF CHARGE AND ENTITLED TO ANY COMPENSATION. AFTER DISSOLUTION IN ACCORDANCE WITH THE PREVIOUS PARAGRAPH, THE ENTREPRENEUR WILL IMMEDIATELY REFUND THE AMOUNT PAID BY THE CONSUMER. THE RISK OF DAMAGE AND\/OR LOSS OF PRODUCTS RESTS WITH THE ENTREPRENEUR UP TO THE MOMENT OF DELIVERY TO THE CONSUMER OR A REPRESENTATIVE APPOINTED IN ADVANCE AND MADE KNOWN TO THE ENTREPRENEUR, UNLESS EXPRESSLY AGREED OTHERWISE.<br\/><br\/><strong>ARTICLE 14 – DISCOUNT CODES AND GIFT CARDS<\/strong><br\/><br\/>DISCOUNT CODES PROVIDED BY THE ENTREPRENEUR ARE STRICTLY PERSONAL AND NON-TRANSFERABLE.<br\/><br\/><strong>ARTICLE 15 – COMPLAINTS PROCEDURE<br\/><br\/><\/strong>THE ENTREPRENEUR HAS A SUFFICIENTLY PUBLICIZED COMPLAINTS PROCEDURE AND HANDLES THE COMPLAINT IN ACCORDANCE WITH THIS COMPLAINTS PROCEDURE. COMPLAINTS ABOUT THE IMPLEMENTATION OF THE AGREEMENT MUST BE SUBMITTED TO THE ENTREPRENEUR WITHIN A REASONABLE TIME AFTER THE CONSUMER HAS DISCOVERED THE DEFECTS, COMPLETE AND CLEARLY DESCRIBED. COMPLAINTS SUBMITTED TO THE ENTREPRENEUR SHALL BE ANSWERED WITHIN A PERIOD OF 14 DAYS FROM THE DATE OF RECEIPT. IF A COMPLAINT REQUIRES A FORESEEABLE LONGER PROCESSING TIME, THE TRADER WILL RESPOND WITHIN THE PERIOD OF 14 DAYS WITH A NOTICE OF RECEIPT AND AN INDICATION WHEN THE CONSUMER CAN EXPECT A MORE DETAILED ANSWER. THE CONSUMER SHOULD GIVE THE ENTREPRENEUR AT LEAST 4 WEEKS TO RESOLVE THE COMPLAINT IN MUTUAL CONSULTATION. AFTER THIS PERIOD, A DISPUTE ARISES THAT IS SUBJECT TO DISPUTE RESOLUTION. IT IS ALSO POSSIBLE TO REPORT COMPLAINTS VIA THE EUROPEAN ODR PLATFORM (HTTP:\/\/EC.EUROPA.EU\/ODR).<strong><br\/><br\/>ARTICLE 16 – DISPUTES<br\/><br\/><\/strong>AGREEMENTS BETWEEN THE ENTREPRENEUR AND THE CONSUMER TO WHICH THESE GENERAL TERMS AND CONDITIONS RELATE SHALL BE GOVERNED EXCLUSIVELY BY DUTCH LAW.<\/p>",
            "size": 100
          }
        },
        "16584807928adb8723-3": {
          "type": "button",
          "disabled": true,
          "settings": {
            "btn_text": "Read More",
            "btn_link": "",
            "btn_style": "primary btn--small"
          }
        }
      },
      "block_order": [
        "16584807928adb8723-0",
        "16584807928adb8723-1",
        "16584807928adb8723-2",
        "16584807928adb8723-3"
      ],
      "settings": {
        "text_position": "left",
        "wrapper": "narrow",
        "padding": "standard-padding",
        "bg_color": "",
        "text_color": "text-dark"
      }
    }
  },
  "order": [
    "main",
    "1658480793a197a0ea"
  ]
}
