{
  "sections": {
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {
        "show_page_title": true
      }
    },
    "1658480793a197a0ea": {
      "type": "section-text",
      "blocks": {
        "16584807928adb8723-0": {
          "type": "subheading",
          "settings": {
            "text": "<p>PRIVACY POLICY<\/p>",
            "size": 140
          }
        },
        "16584807928adb8723-1": {
          "type": "heading",
          "disabled": true,
          "settings": {
            "text": "<p>T E R M S  & C O N D I T I O N S<\/p>",
            "size": 100
          }
        },
        "16584807928adb8723-2": {
          "type": "text",
          "settings": {
            "text": "<p><strong>PRIVACY STATEMENT ARMA LEDER B.V. <br\/><br\/><\/strong>IN THIS PRIVACY STATEMENT WE EXPLAIN HOW ARMA LEDER B.V. PROCESSES YOUR PERSONAL DATA. PERSONAL DATA CONCERNS ALL INFORMATION ABOUT AN IDENTIFIED OR IDENTIFIABLE NATURAL PERSON, ALSO REFERRED TO AS A ‘DATA SUBJECT’. THIS INCLUDES, FOR EXAMPLE, YOUR NAME, TELEPHONE NUMBER, E-MAIL ADDRESS AND YOUR ORDER DETAILS. THIS DOES NOT INCLUDE STATISTICAL DATA THAT WE COLLECT WHEN YOU VISIT OUR WEBSHOP, FOR EXAMPLE, AND THAT CANNOT BE DIRECTLY RELATED TO YOU AS A PERSON. THIS PRIVACY STATEMENT COVERS THE PROCESSING OF PERSONAL DATA OF VISITORS TO OUR WEBSITE, CUSTOMERS AND JOB APPLICANTS. <br\/><br\/>WE WILL ASK YOUR PRIOR CONSENT FOR THE PROCESSING OF YOUR PERSONAL INFORMATION, UNLESS THE DATA IS NECESSARY FOR THE EXECUTION OF AN AGREEMENT, WE ARE LEGALLY OBLIGED TO DO SO OR IF WE HAVE A LEGITIMATE INTEREST IN DOING SO. IF YOU HAVE GIVEN YOUR CONSENT FOR THE PROCESSING, YOU HAVE THE RIGHT TO REVOKE THIS CONSENT AT ANY TIME.  THE PROCESSING THAT WAS ONLY BASED ON YOUR CONSENT WILL THEN BE DISCONTINUED. HOWEVER, THE WITHDRAWAL OF YOUR CONSENT DOES NOT AFFECT THE LAWFULNESS OF THE PROCESSING BASED ON THIS CONSENT PRIOR TO ITS WITHDRAWAL OR BASED ON A LEGITIMATE INTEREST.<\/p><p>OUR CONTACT DETAILS CAN BE FOUND BELOW:<\/p><p><br\/>ARMA LEDER B.V.<br\/>P.O. BOX 286, 1170 AG BADHOEVEDORP<br\/>STEVNSTRAAT 7C 1171 XW BADHOEVEDORP<br\/>TELEPHONE NUMBER: 020-6599999<br\/>E-MAIL ADDRESS: CUSTOMERSERVICE@ARMASTORE.COM<br\/>CHAMBER OF COMMERCE NUMBER: 34091624<br\/>VAT IDENTIFICATION NUMBER: NL80540271B03<br\/><br\/><strong>I. WHAT PERSONAL DATA DOES ARMA PROCESS?<\/strong><\/p><p>PERSONAL DATA OF WEBSITE VISITORS AND CUSTOMERS<br\/><br\/><span style=\"text-decoration:underline\">CONTACT<\/span><\/p><p>YOU CAN CONTACT US BY PHONE, E-MAIL VIA THE CONTACT FORM AND OR VIA THE CHAT FUNCTION. WE ASK FOR YOUR FIRST NAME, LAST NAME, E-MAIL ADDRESS, TELEPHONE NUMBER. WE NEED THESE DETAILS IN ORDER TO CONTACT YOU. WHEN YOU FILL IN THE CONTACT FORM AND PROVIDE US WITH THE ABOVE INFORMATION, YOU GIVE US PERMISSION TO USE IT FOR MAINTAINING CONTACT AND PROVIDING SERVICE. WE WILL NOT USE THIS INFORMATION FOR OTHER PURPOSES.<\/p><p>HOWEVER, IF YOU ARE A CUSTOMER AND PROVIDE PERSONAL DATA AS PART OF OUR SERVICES, WE WILL RETAIN THIS DATA FOR AS LONG AS NECESSARY FOR THESE PURPOSES, UNLESS WE ARE REQUIRED BY LAW TO RETAIN THE DATA FOR A LONGER PERIOD OF TIME. IF YOU ARE NOT A CUSTOMER, WE WILL NOT KEEP YOUR DATA LONGER THAN 3 MONTHS.<\/p><p>IF YOU HAVE CONTACT WITH OUR CUSTOMER SERVICE BY TELEPHONE, DATA ABOUT THIS CONTACT MOMENT CAN BE KEPT, FOR EXAMPLE BY RECORDING YOUR COMMENT, QUESTION OR COMPLAINT, SO THAT WE CAN STILL BE OF SERVICE TO YOU AT A LATER MOMENT. YOUR PHONE CALLS TO OUR CUSTOMER SERVICE CAN ALSO BE RECORDED FOR TRAINING PURPOSES. YOU WILL ALSO BE INFORMED AT THE TIME OF THE PHONE CALL AND BEFORE THE RECORDING STARTS. THE PHONE CALLS WILL BE DELETED WITHIN 3 MONTHS AFTER THEY ARE NO LONGER NEEDED FOR THESE PURPOSES.<br\/><br\/><span style=\"text-decoration:underline\">COMPLETION OF ORDER<\/span><\/p><p>ARMA PROCESSES YOUR PERSONAL DATA IN ORDER TO PROCESS AND DELIVER YOUR ORDERS. IN ORDER TO PROCESS YOUR ORDERS PROPERLY, YOU WILL NEED YOUR FIRST AND LAST NAME, ADDRESS, PAYMENT INFORMATION, E-MAIL ADDRESS AND POSSIBLY YOUR DATE OF BIRTH AND TELEPHONE NUMBER). WE USE THE E-MAIL ADDRESS TO SEND THE ORDER CONFIRMATION AND TO PROCESS ANY (RETURN) REQUESTS.<br\/><br\/><span style=\"text-decoration:underline\">ACCOUNT<\/span><\/p><p>OUR WEBSITE OFFERS YOU THE POSSIBILITY TO CREATE A CUSTOMER ACCOUNT, SO YOU ALWAYS HAVE ACCESS TO YOUR ORDER DATA. YOU CAN ALSO MANAGE (CHANGE, CORRECT AND DELETE OR REVOKE) THE DATA STORED IN YOUR CUSTOMER ACCOUNT AND THE PERMISSIONS YOU HAVE GIVEN. TO CREATE A CUSTOMER ACCOUNT, WE REQUIRE YOUR EMAIL ADDRESS AND A PASSWORD. IT GOES WITHOUT SAYING THAT THE CUSTOMER ACCOUNT IS PROPERLY SECURED.<br\/><br\/><span style=\"text-decoration:underline\">NEWSLETTER<\/span><\/p><p>TO ALWAYS STAY UP TO DATE WITH OUR LATEST PRODUCTS, NEWS ITEMS AND OFFERS YOU CAN SUBSCRIBE TO OUR NEWSLETTER. AFTER YOU HAVE SENT YOUR SUBSCRIPTION TO THE NEWSLETTER, YOU WILL RECEIVE A CONFIRMATION EMAIL IN WHICH YOU WILL BE ASKED TO CONFIRM YOUR SUBSCRIPTION TO THE NEWSLETTER AGAIN. ONLY AFTER ACTIVATING THE CONFIRMATION LINK ARE YOU REGISTERED FOR THE NEWSLETTER (SO CALLED DOUBLE-OPT-IN-PROCEDURE). FOR THE FURTHER DEVELOPMENT OF OUR NEWSLETTER AND FOR STATISTICAL PURPOSES, WE REGISTER VIA OUR NEWSLETTER WHEN AND HOW OFTEN IT IS READ. WE COLLECT THIS INFORMATION IN A PSEUDONYMIZED FORM.<\/p><p>DO YOU NO LONGER WISH TO RECEIVE OUR NEWSLETTERS? TOO BAD, BUT OF COURSE NO PROBLEM. AT THE BOTTOM OF EVERY NEWSLETTER THERE IS A LINK THAT ALLOWS YOU TO UNSUBSCRIBE DIRECTLY. AFTER WITHDRAWAL OF JEW PERMISSION WE WILL REMOVE YOUR EMAIL ADDRESS AS SOON AS POSSIBLE BUT AT THE LATEST WITHIN 4 WEEKS.<br\/><br\/><strong>II. FRAUD PREVENTION<\/strong><\/p><p>ARMA MAY PROCESS PERSONAL DATA TO CHECK WHETHER THERE IS AN UNUSUAL ORDERING PROCEDURE (E.G. SIMULTANEOUS ORDERING OF A LARGE NUMBER OF DIFFERENT ITEMS AT THE SAME ADDRESS USING DIFFERENT CUSTOMER ACCOUNTS). FOR THIS PURPOSE, WE PROCESS ALL ORDER DATA AND, FOR EXAMPLE, AN IP ADDRESS. ARMA HAS A LEGITIMATE INTEREST IN CARRYING OUT SUCH A CHECK (E.G. TO PREVENT DEFAULT\/IDENTITY THEFT).<br\/><br\/><strong>III. COOKIES AND SIMILAR TECHNOLOGIES<\/strong><\/p><p>EACH TIME YOU VISIT OUR SITE, WE AUTOMATICALLY RECORD A NUMBER OF DATA, WHICH WE STORE IN SO-CALLED LOG FILES. THESE LOG FILES MAY CONTAIN THE FOLLOWING DATA:<br\/><br\/>DATE AND TIME WHEN THE SITE WAS REQUESTEDNAME OF THE REQUESTED PAGEIP ADDRESS OF THE DEVICE FROM WHICH THE SITE WAS ACCESSEDDEVICE ID (ANDROID ID, APPLE ID)SESSION IDBROWSER TYPE AND VERSION USEDOPERATING SYSTEM USEDREFER (INTERNET PAGE FROM WHICH THE SITE WAS REQUESTED)<\/p><p>WE NEED THIS DATA TO VERIFY THE TECHNICAL POSSIBILITY OF ACCESSING OUR WEBSITE AND TO BE ABLE TO ADAPT THE DISPLAY OF OUR WEBSITE TO THE DEVICE YOU ARE USING TO VISIT THE WEBSITE. IN ADDITION, WE RECORD THIS DATA FOR ERROR RECOVERY AND SECURITY PURPOSES.<\/p><p>IF YOU VISIT ARMA’S WEBSITE, WE USE COOKIES. COOKIES ARE SMALL INFORMATION FILES THAT ARE STORED BY YOUR BROWSER OR APPLICATION ON THE HARD DRIVE OF YOUR DEVICE AND ARE READ BY A BROWSER. WE USE COOKIES TO MAKE THE WEBSITE WORK, TO MEASURE THE EFFECTIVENESS OF THE WEBSITE, AND FOR MARKETING PURPOSES.<br\/><br\/><span style=\"text-decoration:underline\">FUNCTIONAL COOKIES<\/span><\/p><p>FUNCTIONAL COOKIES ARE STRICTLY NECESSARY IN ORDER TO USE THE WEBSITE. OUR WEBSITE USES THESE FUNCTIONAL COOKIES, FOR EXAMPLE, TO REMEMBER WHETHER YOU HAVE ACCEPTED COOKIES AND TO PREVENT YOU FROM HAVING TO CLICK ON THE SAME MESSAGE SEVERAL TIMES.<br\/><br\/><span style=\"text-decoration:underline\">ANALYTICAL COOKIES<\/span><\/p><p>COOKIES CAN BE USED TO MEASURE THE QUALITY AND EFFECTIVENESS OF THE WEBSITE, FOR EXAMPLE BY TRACKING HOW MANY UNIQUE VISITORS VISIT THE WEBSITE, HOW THE WEBSITE VISITORS ENDED UP ON OUR WEBSITE, WHICH PARTS OF THE WEBSITE THEY VISIT AND WHEN. THESE COOKIES CAN ALSO BE USED TO TRACK WHICH VERSION OF THE WEBSITE IS MOST EFFECTIVE.<br\/><br\/><span style=\"text-decoration:underline\">TRACKING COOKIES<\/span><\/p><p>COOKIES USED TO COLLECT CERTAIN INFORMATION TO SEND YOU TARGETED ADS ARE TRACKING COOKIES. THESE COOKIES COLLECT DATA TO DISTINGUISH THE WEBSITE VISITOR FROM OTHER WEBSITE VISITORS. WE WILL ASK FOR YOUR CONSENT BEFORE THESE COOKIES ARE PLACED. YOURONLINECHOICES.COM ALLOWS YOU TO FULLY CONTROL YOUR PREFERENCES FOR INTEREST-BASED ADVERTISING.<\/p><p>YOU CAN USE YOUR BROWSER SETTINGS TO BLOCK OR DELETE COOKIES AUTOMATICALLY. IN THAT CASE, WE CANNOT GUARANTEE THAT ALL SERVICES AND FUNCTIONALITIES OF THE WEBSITE WILL WORK PROPERLY. HOW YOU CAN MANAGE COOKIES DEPENDS ON WHICH WEB BROWSER YOU USE. MORE INFORMATION CAN BE FOUND AT ALLABOUTCOOKIES.ORG.<br\/><br\/><span style=\"text-decoration:underline\">RATINGS AND REVIEWS<\/span><\/p><p>IF YOU ORDER PRODUCTS FROM US, WE CAN SEND YOU AN INVITATION TO GIVE A REVIEW. IF YOU POST A REVIEW, WE WILL ASK FOR YOUR EMAIL ADDRESS, SO WE CAN PREVENT POSSIBLE FRAUD. YOUR EMAIL ADDRESS WILL NOT BE SHOWN ON THE WEBSITE AND WILL NOT BE USED FOR ANY OTHER PURPOSE. WE WILL KEEP YOUR EMAIL ADDRESS INDEFINITELY, AT LEAST UNTIL YOUR (PUBLIC) REVIEW IS REMOVED AT YOUR REQUEST.<\/p><p>GIVING A REVIEW IS NOT MANDATORY. IF YOU WISH TO GIVE A REVIEW, YOU CAN GIVE PERMISSION FOR YOUR FIRST NAME AND SURNAME TO BE SHOWN WHEN POSTING THE REVIEW. YOU CAN ALSO POST THE REVIEW ANONYMOUSLY OR SUBMIT YOUR REVIEW TO US FOR INTERNAL USE AND ANALYSIS.<\/p><p>WE VALUE YOUR OPINION AND ARE HAPPY TO SHARE IT WITH OTHERS SO THAT THEY CAN MAKE AN INFORMED DECISION. WE ALSO USE YOUR REVIEW TO OPTIMIZE OUR SERVICES. IF YOU POST YOUR REVIEW ANONYMOUSLY OR WITH YOUR NAME, WE CAN SHOW IT ON OUR WEBSITE. WE DO NOT PROVIDE YOUR EMAIL ADDRESS TO THIRD PARTIES.<br\/><br\/><span style=\"text-decoration:underline\">ADVERTISING AND MARKETING<\/span><\/p><p>IF YOU ARE A CUSTOMER WE CAN SEND YOU OFFERS RELATED TO OUR PRODUCTS. WE DO NOT NEED YOUR PERMISSION TO DO SO. HOWEVER, YOU CAN ALWAYS INDICATE WITH EACH OFFER THAT YOU NO LONGER WISH TO RECEIVE THEM.<br\/><br\/><span style=\"text-decoration:underline\">PERSONAL DATA OF APPLICANTS<\/span><\/p><p>IF YOU WANT TO WORK AT AMRA, PLEASE CHECK OURS REGULARLY TO SEE IF WE HAVE ANY VACANCIES. YOU CAN ALSO INQUIRE IF WE HAVE A SUITABLE VACANCY FOR YOU. IF YOU WANT TO APPLY, WE ASK YOU TO SEND US YOUR NAME AND ADDRESS, YOUR CV AND E-MAIL ADDRESS. WE MAY ALSO REVIEW YOUR LINKEDIN PROFILE OR OTHER SOCIAL MEDIA. WE ASK FOR AND REVIEW THIS INFORMATION IN ORDER TO ASSESS WHETHER YOU ARE SUITABLE FOR THE POSITION.<\/p><p>AT THE END OF THE APPLICATION PROCEDURE, YOUR DETAILS WILL BE DELETED WITHIN 4 WEEKS, UNLESS YOU GIVE PERMISSION TO KEEP YOUR DETAILS FOR ONE YEAR AFTER THE PROCEDURE HAS ENDED.<br\/><br\/><strong>IV. WITH WHOM DOES ARMA SHARE PERSONAL DATA?<\/strong><\/p><p>WE DO NOT SELL YOUR INFORMATION TO THIRD PARTIES FOR MARKETING, SALES OR OTHER BUSINESS ACTIVITIES.<\/p><p>SOME OF THE PERSONAL INFORMATION COLLECTED WILL BE SHARED WITH EXTERNAL SERVICE PROVIDERS AND OUR BUSINESS PARTNERS IF REQUIRED FOR THE PERFORMANCE OF AN AGREEMENT, IF WE ARE REQUIRED TO DO SO BY LAW, IF WE HAVE YOUR CONSENT, OR IF WE HAVE A LEGITIMATE INTEREST IN SHARING THIS INFORMATION. WE DO NOT DISCLOSE YOUR PERSONAL INFORMATION TO THESE PARTIES FOR A PURPOSE THAT IS MATERIALLY DIFFERENT FROM THE PURPOSE FOR WHICH IT WAS ORIGINALLY COLLECTED. EXAMPLES OF EXTERNAL SERVICE PROVIDERS INCLUDE CLOUD SERVICE PROVIDERS THAT PERFORM CERTAIN BUSINESS ACTIVITIES FOR US OR PROVIDE SERVICES TO US, COMPANIES THAT MAINTAIN THE WEBSITE AND PROCESS PAYMENT DATA, COMPANIES THAT MAKE IT POSSIBLE TO SEND NEWSLETTERS, COMPANIES THAT DELIVER OUR PRODUCTS TO YOUR HOME AND, FOR EXAMPLE, DEBT COLLECTION AGENCIES. THESE THIRD PARTIES ARE CONTRACTUALLY OBLIGED TO TAKE ADEQUATE MEASURES TO PROTECT YOUR PERSONAL DATA IN ACCORDANCE WITH APPLICABLE LAW. <\/p><p>IF YOUR PERSONAL DATA IS TRANSFERRED TO PARTIES THAT ARE NOT LOCATED IN THE EUROPEAN UNION, WE WILL ENSURE THAT AN ADEQUACY DECISION HAS BEEN MADE BY THE EUROPEAN COMMISSION OR THAT OTHER APPROPRIATE SAFEGUARDS ARE IN PLACE. IF YOU WISH TO ACCESS THESE APPROPRIATE SAFEGUARDS, PLEASE CONTACT US.<br\/><br\/><strong>V. WHAT RIGHTS DO YOU HAVE WITH REGARD TO THE PROCESSING OF YOUR PERSONAL DATA BY ARMA?<\/strong><\/p><p>SINCE WE PROCESS YOUR PERSONAL DATA, YOU HAVE CERTAIN SPECIFIC RIGHTS WITH REGARD TO THESE DATA:<\/p><p>YOU HAVE THE RIGHT TO BE INFORMED WHETHER OR NOT YOUR PERSONAL DATA IS BEING PROCESSED;YOU HAVE THE RIGHT TO ACCESS YOUR PERSONAL DATA;YOU HAVE THE RIGHT TO HAVE INCORRECT OR INCOMPLETE DATA CORRECTED;YOU HAVE THE RIGHT TO HAVE YOUR PERSONAL DATA REMOVED. WE WILL REMOVE YOUR PERSONAL INFORMATION IN ACCORDANCE WITH YOUR REQUEST AND THE APPLICABLE LAWS AND REGULATIONS;YOU HAVE THE RIGHT TO HAVE THE PROCESSING OF YOUR PERSONAL DATA RESTRICTED UNDER CERTAIN CIRCUMSTANCES;YOU HAVE THE RIGHT TO DIRECTLY TRANSFER THE DATA WE HAVE RECEIVED FROM YOU; ANDYOU HAVE THE RIGHT TO OBJECT TO THE PROCESSING OF YOUR PERSONAL DATA.<\/p><p>IN ORDER TO ESTABLISH YOUR IDENTITY, WE MAY ASK YOU TO CONFIRM SOME ADDITIONAL INFORMATION.<\/p><p>WE WILL RESPOND TO YOUR REQUEST WITHIN ONE MONTH. DEPENDING ON THE COMPLEXITY AND NUMBER OF REQUESTS, WE MAY EXTEND THIS PERIOD BY TWO MONTHS. WE MAY NOT BE ABLE TO FULFILL YOUR REQUEST, FOR EXAMPLE, IF THE PROCESSING OF YOUR PERSONAL DATA IS NECESSARY TO COMPLY WITH LEGAL OBLIGATIONS. IN ANY CASE, WE WILL INFORM YOU OF ANY EXTENSION OF OUR RESPONSE PERIOD OR A REJECTION OF YOUR REQUEST WITHIN ONE MONTH AFTER RECEIPT OF YOUR REQUEST. FURTHERMORE, YOU HAVE THE RIGHT TO FILE A COMPLAINT WITH THE PERSONAL DATA AUTHORITY.<br\/><br\/><strong>VI. WHAT SECURITY MEASURES DO WE TAKE?<\/strong><\/p><p>WE HAVE TAKEN APPROPRIATE TECHNICAL AND ORGANIZATIONAL MEASURES TO ENSURE A HIGH LEVEL OF SECURITY AND INTEGRITY OF YOUR PERSONAL DATA. YOUR DATA IS PROCESSED IN ACCORDANCE WITH APPLICABLE DATA PROTECTION LAWS AND REGULATIONS AND IS PROTECTED AGAINST, AMONG OTHER THINGS, LOSS, THEFT, MISUSE, UNAUTHORIZED ACCESS, DISCLOSURE, ALTERATION OR DESTRUCTION.<\/p><p>THESE MEASURES INCLUDE ENCRYPTION OF PERSONAL DATA AND STORAGE ON COMPUTER SYSTEMS WITH LIMITED ACCESS, WHICH PROVIDE PROTECTION AGAINST UNAUTHORIZED ACCESS.<\/p><p>ABOUT CHILDREN UNDER THE AGE OF 16OUR WEBSITE IS NOT INTENDED TO BE USED OR VISITED BY CHILDREN UNDER THE AGE OF 16. WE DO NOT KNOWINGLY COLLECT INFORMATION FROM USERS AND\/OR VISITORS IN THIS AGE CATEGORY. AS SOON AS WE DISCOVER THAT WE ARE PROCESSING INFORMATION FROM A CHILD UNDER THE AGE OF 16 WITHOUT THE PARENT’S CONSENT, WE STRIVE TO DELETE THIS INFORMATION AS SOON AS POSSIBLE.<br\/><br\/><strong>VII. WHAT SECURITY MEASURES DO WE TAKE?<\/strong><\/p><p>ARMA MAY CHANGE THIS PRIVACY STATEMENT FROM TIME TO TIME. WE ENCOURAGE YOU TO PERIODICALLY REVIEW THIS PRIVACY STATEMENT FOR ANY CHANGES. THE LAST UPDATE DATES FROM DECEMBER 2020.<br\/><br\/><strong>KLARNA<\/strong><\/p><p>IN ORDER TO BE ABLE TO OFFER YOU KLARNA’S PAYMENT OPTIONS, WE WILL PASS TO KLARNA CERTAIN ASPECTS OF YOUR PERSONAL INFORMATION, SUCH AS CONTACT AND ORDER DETAILS, IN ORDER FOR KLARNA TO ASSESS WHETHER YOU QUALIFY FOR THEIR PAYMENT OPTIONS AND TO TAILOR THE PAYMENT OPTIONS FOR YOU. <\/p><p>GENERAL INFORMATION ON KLARNA YOU CAN FIND <a href=\"https:\/\/www.klarna.com\/\" target=\"_blank\">HERE<\/a>. YOUR PERSONAL DATA IS HANDLED IN ACCORDANCE WITH APPLICABLE DATA PROTECTION LAW AND IN ACCORDANCE WITH THE INFORMATION IN <a href=\"https:\/\/www.klarna.com\/international\/privacy-policy\/\" target=\"_blank\">KLARNA’S PRIVACY POLICY<\/a>. <br\/><strong><br\/><\/strong><br\/><br\/><\/p>",
            "size": 100
          }
        },
        "16584807928adb8723-3": {
          "type": "button",
          "disabled": true,
          "settings": {
            "btn_text": "Read More",
            "btn_link": "",
            "btn_style": "primary btn--small"
          }
        }
      },
      "block_order": [
        "16584807928adb8723-0",
        "16584807928adb8723-1",
        "16584807928adb8723-2",
        "16584807928adb8723-3"
      ],
      "settings": {
        "text_position": "left",
        "wrapper": "narrow",
        "padding": "standard-padding",
        "bg_color": "",
        "text_color": "text-dark"
      }
    }
  },
  "order": [
    "main",
    "1658480793a197a0ea"
  ]
}
